"Title" = "Išsaugojimas";
"Save" = "Išsaugoti:";
"Files" = "Failai";
"Images" = "Vaizdai";
"Text" = "Tekstas";
"SaveDescription" = "Pakeiskite, kokių tipų nukopijuotas turinys turėtų būti išsaugomas.";
"Size" = "Dydis:";
"SizeTooltip" = "Išsaugotinų istorijos elementų skaičius.\nNumatytoji reikšmė: 200.";
"CurrentSizeTooltip" = "Dabartinis dydis diske.";
"SortBy" = "Rikiuoti pagal:";
"LastCopiedAt" = "Paskutinės kopijos padarymo laikas";
"FirstCopiedAt" = "Pirmosios kopijos laikas";
"NumberOfCopies" = "Kopijų skaičius";
"SortByTooltip" = "Numatytoji reikšmė: Paskutinės kopijos laikas.";
